       IDENTIFICATION DIVISION.
       PROGRAM-ID. archisthebest.
       PROCEDURE DIVISION.
           DISPLAY "Arch is the best!".
           STOP RUN.
